tap "d99kris/nchat"
tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "sergioribera/tap"
tap "sst/tap"
tap "theseal/ssh-askpass"
brew "gdbm"
brew "perl"
brew "asciiquarium"
brew "automake"
brew "readline"
brew "openssl@3"
brew "bat"
brew "bc"
brew "bison"
brew "boost"
brew "btop"
brew "gcc"
brew "cava"
brew "cbonsai"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "cyrus-sasl"
brew "difftastic"
brew "docker", link: false
brew "docker-compose"
brew "dutree"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc@11"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "glfw"
brew "glow"
brew "pinentry"
brew "gnupg"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "pkgconf"
brew "google-java-format"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "grep"
brew "hdf5"
brew "hexyl"
brew "htop"
brew "httrack"
brew "hyperfine"
brew "imagemagick"
brew "isync"
brew "jdtls"
brew "jj"
brew "jless"
brew "jq"
brew "latex2html"
brew "libffi"
brew "libyaml"
brew "llvm"
brew "lsd"
brew "lua"
brew "luarocks"
brew "miller"
brew "mise"
brew "msmtp"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "notmuch"
brew "nvm"
brew "oh-my-posh"
brew "openconnect"
brew "openvpn"
brew "pandoc"
brew "poppler"
brew "pdf2svg"
brew "pdfpc"
brew "pinentry-mac"
brew "pipes-sh"
brew "pipx"
brew "potrace"
brew "prettier"
brew "prettierd"
brew "protobuf"
brew "pv"
brew "pygments"
brew "pympress"
brew "pyright"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "resvg"
brew "rich-cli"
brew "ripgrep"
brew "rsync"
brew "ruby-install"
brew "rust"
brew "sevenzip"
brew "showkey"
brew "sops"
brew "stow"
brew "testdisk"
brew "tldr"
brew "tmux"
brew "trash"
brew "typst"
brew "virtualenv"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "wordnet"
brew "yazi"
brew "yt-dlp"
brew "d99kris/nchat/nchat"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "gromgit/fuse/ntfs-3g-mac"
brew "jstkdng/programs/ueberzugpp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sergioribera/tap/sss_code"
brew "sst/tap/opencode"
brew "theseal/ssh-askpass/ssh-askpass"
cask "android-studio"
cask "anki"
cask "audacity"
cask "betterdisplay"
cask "chatgpt"
cask "cursorcerer"
cask "deepl"
cask "docker-desktop"
cask "dotnet-sdk"
cask "ente-auth"
cask "expo-orbit"
cask "firefox"
cask "font-computer-modern"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-new-computer-modern"
cask "iina"
cask "inkscape"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "linearmouse"
cask "lm-studio"
cask "macfuse"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mounty"
cask "notion"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "pika"
cask "proton-drive"
cask "proton-mail"
cask "protonvpn"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "qview"
cask "raycast"
cask "sf-symbols"
cask "signal"
cask "skim"
cask "spotify"
cask "standard-notes"
cask "steam"
cask "stolendata-mpv"
cask "suspicious-package"
cask "temurin"
cask "tev"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "zen"
cask "zoom"
cask "zotero"
cask "zulu@17"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "adzero.vscode-sievehighlight"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "bierner.markdown-mermaid"
vscode "budparr.language-hugo-vscode"
vscode "cschlosser.doxdocgen"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "draivin.hscopes"
vscode "draivin.hsnips"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "grapecity.gc-excelviewer"
vscode "iliazeus.vscode-ansi"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.vscode-peacock"
vscode "josetr.cmake-language-support-vscode"
vscode "kevinrose.vsc-python-indent"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.tensorboard"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "percy.vscode-numpy-viewer"
vscode "qiaojie.binary-viewer"
vscode "qwtel.sqlite-viewer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "rioj7.command-variable"
vscode "rreverser.llvm"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tonka3000.raycast"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
go "cmd/go"
go "cmd/gofmt"
uv "python-lsp-server", with: ["pylsp-mypy", "python-lsp-ruff"]
uv "ruff"
